Repository: NaN-tic/trytond-account_payment_es_csb_34
Catalog: locale/*.po
Languages: ca_es, es_es

# field:account.payment.journal,csb34_barred:
source: Barred
ca_es: Barrat
es_es: Barrado

# field:account.payment.journal,csb34_not_to_the_order:
source: Not to the Order
ca_es: No a l'ordre
es_es: No a la orden

# field:account.payment.journal,csb34_type:
source: Type of CSB 34 payment
ca_es: Tipus de pagament CSB 34
es_es: Tipo de pago CSB 34

# field:account.payment.journal,csb_34_concept:
source: Concept of the Order
ca_es: Concepte de l'ordre
es_es: Concepto de la orden

# field:account.payment.journal,csb_34_cost_key:
source: Cost Key
ca_es: Clau de cost
es_es: Clave de coste

# field:account.payment.journal,csb_34_direct_pay_order:
source: Direct Pay Order
ca_es: Ordre de pagament directe
es_es: Orden de pago directo

# field:account.payment.journal,csb_34_payroll_check:
source: Payroll Check
ca_es: Chec nómina
es_es: Cheque nómina

# field:account.payment.journal,csb_34_send_type:
source: Send Type
ca_es: Tipus d'enviament
es_es: Tipo de envío

# help:account.payment.journal,csb_34_concept:
source: Concept of the Order.
ca_es: Concepte de l'ordre.
es_es: Concepto de la orden.

# help:account.payment.journal,csb_34_direct_pay_order:
source: By default 'Not'.
ca_es: Per defecte 'No'.
es_es: Por defecto 'No'.

# help:account.payment.journal,csb_34_payroll_check:
source: Check it if you want to add the 018 data type in the file (the vat of the recipient is added in the 018 data type).
ca_es: Marqueu-lo si voleu afegir el tipus de dada 018 al fitxer (el tipus de dada 018 afegeix el CIF/NIF del receptor).
es_es: Márquelo si quiere añadir el tipo de dato 018 en el fichero (el CIF/NIF del receptor se añade en el tipo de dato 018).

# help:account.payment.journal,csb_34_send_type:
source: The sending type of the payment file.
ca_es: El tipus d'enviament del fitxer de pagament.
es_es: El tipo de envío del fichero de pago.

# selection:account.payment.journal,csb34_type:
source: Checks
ca_es: Checs
es_es: Cheques

# selection:account.payment.journal,csb34_type:
source: Transfers
ca_es: Trasferència
es_es: Transferencia

# selection:account.payment.journal,csb_34_concept:
source: Other
ca_es: Altres
es_es: Otro

# selection:account.payment.journal,csb_34_concept:
source: Payroll
ca_es: Nómina
es_es: Nómina

# selection:account.payment.journal,csb_34_concept:
source: Pension
ca_es: Pensió
es_es: Pensión

# selection:account.payment.journal,csb_34_cost_key:
source: Expense of the Payer
ca_es: Despeses del pagador
es_es: Gastos del pagador

# selection:account.payment.journal,csb_34_cost_key:
source: Expense of the Recipient
ca_es: Despeses del beneficiari
es_es: Gastos del beneficiario

# selection:account.payment.journal,csb_34_send_type:
source: Certified Mail
ca_es: Correu certificat
es_es: Correo certificado

# selection:account.payment.journal,csb_34_send_type:
source: Ordinary Mail
ca_es: Correu ordinari
es_es: Correo ordinario

# selection:account.payment.journal,csb_34_send_type:
source: Other
ca_es: Altres
es_es: Otro
